[
  "路漫漫其修远兮，吾将上下而求索   ——《离骚》屈原",
  "跌倒不可怕，可怕的是没有跌倒后再站起来的勇气    ——作者改编",
  "为中华之崛起而读书   ——周恩来",
  "生于忧患，死于安乐   ——《孟子》",
  "任重而道远",
  "为了不让生活留下遗憾和后悔，我们应该尽可能抓住一切改变生活的机会。    ——佚名",
  "失败只有一种，那就是半途而废    ——罗永浩",
  "只有登上山顶，才能看到那边的风光。       ——徐志摩",
  "所有烦恼已成为过去，随他去吧！明天还要继续，未来会更好！   ——作者",
  "世上无难事，只要肯登攀    ——毛泽东",
  "宝剑锋从磨砺出，梅花香自苦寒来   ——陆游",
  "生活就像海洋，只有意志坚强的人，才能到达彼岸   ——马克思",
  "不可能这个字，只能在愚人的字典里找得到   ——拿破仑",
  "三人行，必有我师焉   ——孔子",
  "宜将剩勇追穷寇，不可沽名学霸王    ——毛泽东",
  "门前流水尚能西，休将白发唱黄鸡    ——苏轼",
  "人生自古谁无死？留取丹心照汗青   ——文天祥",
  "业精于勤，荒于嬉；行成于思，毁于随     ——韩愈",
  "所谓天才，只不过是把别人喝咖啡的功夫都用在工作上了    ——鲁迅",
  "那些成功逆袭的人，他们都是不断地挤时间努力    ——作者",
  "尺有所短；寸有所长，物有所不足；智有所不明。   ——屈原",
  "不去尝试怎么知道自己可以    ——作者改编",
  "自以为聪明的人，往往是没有好下场的，世界上最聪明的人是老实的人，因为只有老实人才能经得起事实和历史的考验。    ——周恩来",
  "三军可夺帅也，匹夫不可夺志也。   ——孔子",
  "捐躯赴国难，视死忽如归。    ——曹植",
  "第一个青春是上帝给的；第二个的青春是靠自己努力的。   ——李嘉诚",
  "骄傲是只拦路虎，常挡在成功的道路中间。     ——冰心",
  "睡眠和休息丧失了时间，却取得了明天工作的精力。     ——毛泽东",
  "傻子自以为聪明，但聪明人知道他自己是个傻子。     ——莎士比亚",
  "人要有毅力，否则将一事无成。   ——居里夫人",
  "即使做一条咸鱼，也要做最咸的那一条     ——作者改编",
  "在还没有酿成大错之前，早早地醒悟而悔改，或许是件好事    ——作者亲身经历",
  "一个烦恼，放在人生中，好比一颗沙砾放在宇宙之中，微不足道，所以，不要太在意，继续自己的生活！      ——作者",
  "外在的事物固然重要，但更重要的是内在    ——作者",
  "学会与周围的人交流，或许能打开一扇“门”     ——作者",
  "不是杰出者才做梦，而是善梦者才杰出。——钟扬",
  "世界上只有一种真正的英雄主义，那就是看清生活的真相之后，依然热爱生活。  ——罗曼•罗兰",
  "总有一天你将远离人世，所以活出一个不留遗憾的人生。    ——艾维奇",
  "放下杂念，才能登高，这样能更好地去追求   ——作者",
  "黑夜无论怎样悠长，白昼总会到来。    ——莎士比亚",
  "不要太在乎自己的长相，因为能力不会写在脸上。",
  "乐观是一首激昂优美的进行曲，时刻鼓舞着你向事业的大路勇猛前进。      ——大仲马",
  "人仅有献身于社会，才能找出那短暂而有风险的生命的意义。        ——爱因斯坦",
  "即使道路坎坷不平，车轮也要前进;即使江河波涛汹涌，船只也航行。",
  "别想一下造出大海，必须先由小河川开始。",
  "没有目的，就做不成任何事情；目的渺小，就做不成任何大事        ——狄德罗",
  "只有经历过地狱般的磨砺，才能练就创造天堂的力量；只有流过血的手指，才能弹出世间的绝响。     ——泰戈尔",
  "不积跬步无以至千里",
  "你以为挑起生活的担子是勇气，其实去过自己真正想要的生活才更需要勇气。      ——萨姆门德斯",
  "在这个并非尽善尽美的世界上，勤奋会得到报偿，而游手好闲则要受到惩罚       ——毛姆",
  "锲而舍之，朽木不折；锲而不舍，金石可镂。        ——荀子《劝学》",
  "一花凋零，荒芜不了整个春天。        ——巴尔扎克",
  "人生活在世界上好比一只船在大海中航行，最重要的是要辨清前进的方向。     ——潘菽",
  "积极思考造成积极人生，消极思考造成消极人生。",
  "人之所以有一张嘴，而有两只耳朵，原因是听的要比说的多一倍。",
  "千磨万击还坚韧，任尔东南西北风。   ——郑板桥",
  "纸上得来终觉浅，绝知此事要躬行。     ——陆游",
  "人的理想志向往往和他的能力成正比。     ——约翰逊",
  "能克服困难的人，可使困难化为良机。        ——丘吉尔",
  "只有永远躺在泥坑里的人，才不会再掉进坑里。    ——黑格尔",
  "读一本好书，就是和许多高尚的人谈话。     ——歌德",
  "人生不靠运气，而是看下棋的技术如何。     ——佚名",
  "出淤泥而不染，濯清涟而不妖。       ——周敦颐",
  "老是遇不上机会的人，最终总会走运。       ——塞内加",
  "谁要游戏人生，他就一事无成，谁不能主宰自己，永远是个奴隶。       ——歌德",
  "每个人都是一匹千里马，只是需要自己寻找自己的伯乐而已。      ——作者",
  "每一种挫折或不利的突变，是带着同样或较大的有利的种子。       ——爱默生",
  "什么叫做失败？失败是到达较佳境地的第一步。       ——菲里浦斯",
  "对于不屈不挠的人来说，没有失败这回事。     ——俾斯麦",
  "成功之道无他，惟悉力从事你的工作，而不消存沽名钓誉之心。      ——朗费罗",
  "多数人都拥有自己不了解的能力和机会，都有可能做到未曾梦想的事情。        ——戴尔·卡耐基",
  "成功的最佳捷径是让人们清楚地知道，你的成功符合他们的利益。        ——拉布吕耶尔",
  "如果你问一个善于溜冰的人怎样获得成功时，他会告诉你：“跌倒了，爬起来”，这就是成功。      ——牛顿",
  "功的花，人们只惊羡它的明艳，然而当初的芽儿浸透了奋斗的泪泉，洒遍了牺牲的血雨。        ——冰心",
  "一两智慧胜过十吨辛苦，脑袋决定口袋。       ——牛根生",
  "飞着的鸟总会捕到什么。        ——佚名",
  "勇敢乃是自信与害怕中间之道。     ——亚里士多德",
  "良辰难再，人生中大好的时刻，不要去作旧梦重圆的事。         ——佚名",
  "心存希望，幸福就会降临你；心存梦想，机遇就会笼罩你。        ——佚名",
  "一个人追求的目标越高，他的才力就发展得越快，对社会就越有益。       ——高尔基"
  "不幸可能成为通向幸福的桥梁。"
]
